export default function About() {
    return <div className="Dost2">
        <h1>Успенский собор</h1>
        <img align="left"src="https://admrzn.ru/uploads/articles/image-m16id5855-.jpg@600x600.jpg" alt=""/>
        <p>Жемчужиной архитектуры является <strong>Успенский собор </strong>(1693-1699гг.), расположенный на ул. Кремль, д. 13 и построенный Я.Г. Бухвостовым. Площадь этого сооружения, выполненного в стиле &laquo;нарышкинского барокко&raquo;, составляет 1600 м2, высота - 72 м. Иконостас собора XVII в., высотой 27 метров, имеет 4 яруса и завершающий пояс картушей.</p>         


    </div>;
}
