export default function About() {
    return <div className="Dost">

        <h1>Памятник Олегу Рязанскому</h1>
        <img align="left" src="https://admrzn.ru/uploads/articles/image-m16id5859-.jpg@600x600.jpg" alt=""/>
        <p>Установлен 28 октября 2007 года на Соборной ул., д. 16. Скульптор Зураб Церетели. ОЛЕГ ИВАНОВИЧ РЯЗАНСКИЙ &ndash; великий князь рязанский (1350-1402). Во времена его правления Рязанское княжество достигает наивысшего развития. Стремясь к его усилению, Олег Иванович добивался подчинения Рязани удельных княжеств. Им проводилась гибкая и целеустремленная политика по отношению к Золотой Орде, Литве и Московскому княжеству.</p>            <p>Так, отношения между Рязанью и Москвой неоднократно менялись от союзных к враждебным, и лишь дипломатическая миссия Сергия Радонежского привела к заключению соглашения, положившего конец междоусобицам. В последние годы жизни Олег Иванович вел борьбу за предотвращение перехода под власть Литвы русских земель. Скончался князь Олег Рязанский 5 июня 1402 года и был погребен в Покровском храме основанного им Солотчинского монастыря.</p>

    </div>;
}
