export default function Home() {
    return <div className="Home">
        <img align='left' src="https://admrzn.ru/uploads/structure/image-m0id115.jpg@600x600.jpg" alt=""/>
        <p>Рязань - город, описанный в летописях, воспетый в былинах и песнях, отмеченный в житиях святых, трудах историков, в романах и поэмах, вырос в древнем земледельческом районе и первоначально именовался Переяславлем. Первое письменное свидетельство о Переяславле содержит &quot;Следованная псалтирь (2-я половина ХV- начало ХVI в.): &quot;В лето 6603 (1095) заложен бысть град Переяславль Рязанский около церкви святого Николы Старого&quot;.</p>

        <p>Плодородие земли, удобство для занятия различными ремеслами и хозяйством, торговые связи, неприступность для врагов в соединении с трудолюбием и мужеством населения определили возраставшее значение города как одного из центров русской государственности.</p>

        <p>ХIII- ХIV века были временем союзов и столкновений с московскими князьями, войн с Литвой и татаро - монголами. Переяславль стал играть заметную роль в консолидации русских земель. Олег Рязанский назывался одним из самых могущественных князей. В конце ХIV века столицей княжества окончательно стал Переяславль. Город назвали Переяславль - Рязанский, а бывшую столицу княжества - Старой Рязанью. Рязанью называлась и вся земля.</p>

        <p>В район Переяславля перемещается население разоренных земель. Особую заботу проявляли переяславцы о своей крепости, которая, как подчеркивали литовские хроники, производила &quot;впечатления столичного замка&quot;. Кремль Переяславля, неправильной четырехугольной формы, искусственно поднятый над остальной частью города, защищали 12 башен. В начале XV века началась застройка Рязанского кремля каменными зданиями. Первым был возведен каменный Успенский собор. Город опоясывали стены 5-метровой высоты, срубленные из дуба. С их высоты видны были окружавшие город слободы. В ХVI веке образуется Рязанский уезд в границах уменьшенного Рязанского княжества. Центром уезда стал Переяславль. Уездом управлял царский наместник, а с начала ХVII века - воевода.</p>

        <p>В 1708 году Переяславль с уездом вошел в состав Московской губернии, а при дальнейшем развитии губернской реформы стал главным городом Переяславль-Рязанской провинции (в 1719 году). Управлял им воевода. В 1778 году, при образовании Рязанской губернии, Переяславль - Рязанский получил имя первоначального столичного великокняжеского города - Рязань. Правительствующий сенат утвердил и герб - фигуру воина с мечом в руках. В 1789 году утвержден генеральный план развития Рязани. Новые улицы накладывались на свободную застройку древнего города. Город застраивался зданиями в стиле классицизма.</p>

        <p>В 1800 году действовали кожевенные, салотопенные, пивоваренные заводы, полотняная фабрика. В 1801 году открывается первая типография, в 1804 году - гимназия. С 1838 года стала издаваться газета. В 1858 году открылась первая публичная библиотека. В 1860 году в городе проживало 21,6 тысяч человек. В 1863 году железнодорожная ветка соединила Рязань с Москвой. Первые телефоны появились в 1896 году.</p>

        <p>К началу XX века население увеличилось более чем вдвое и составляло 46 тысяч человек. Город занимал площадь 12 кв. км. В 1905 году начинает работать первая городская больница, 50 врачей вели частный прием больных. Стало развиваться коммунальное хозяйство.В 1913 году была пущена городская электростанция, которая питала 15 тысяч лампочек и 500 электромоторов на предприятиях. Было проложено 35 веток водопроводных труб, в 1913 году водопровод имели только 200 домов. Основным видом городского транспорта были извозчики, которых насчитывалось около 300. В 1918 году открылось первое высшее учебное заведение - педагогический институт. Затем - музыкальное училище, художественные мастерские, школа путей сообщения, акушерская школа. Начали действовать драматическая студия, картинная галерея, новые музеи. В 1929 году, после ликвидации губернии, Рязань стала центром округа Московской области, с 1930 года - районным центром, с 1937 года - центром образованной Рязанской области. В 30-е годы строятся керамический завод, мебельная фабрика, завод &quot;Электроколб&quot;, ремонтно-тракторный, хлебозавод, мясокомбинат.</p>

        <p>Социально-экономические реформы способствовали увеличению населения города до 95 тысяч человек в 1939 году. С 24 июня 1941 года по 1 января 1942 года Рязань была на военном положении и подвергалась бомбардировкам. В городе было сформировано 5 новых дивизий.</p>

        <p>В 50-70-е годы в Рязани строятся заводы металлообрабатывающей промышленности (станкостроительный, тяжелого кузнечно-прессового оборудования), нефтехимической промышленности (нефтеперерабатывающий, химического волокна). Пущена крупнейшая в Европе кинокопировальная фабрика. Индустрия повлекла за собой рост жилищного строительства и коммунального хозяйства. Возникают новые жилые районы. Начались работы по газификации. Проложено 30 км троллейбусных линий. Рязань перешла в ранг вузовского города. Открываются институты: сельскохозяйственный (1949), медицинский (1950), радиотехнический (1951).</p>

        <p>Новый генеральный план (1991) учел традиции и особенности развития Рязани.<br />
            <br />
            Современная Рязань - центр субъекта Российской Федерации, имеющий значительный промышленный, культурный и кадровый потенциал.</p>

        <p>Удобное экономико-географическое положение Рязани (на судоходной Оке, близость Москвы, хорошие транспортные связи) предопределило значительное развитие города. Среди ведущих обрабатывающих производств - приборостроение, станкостроение, электроэнергетика, нефтехимия, машиностроение, металлургия, промышленность строительных материалов, деревообрабатывающая, пищевая и мукомольно-крупяная промышленности.</p>

        <p>Широка и многообразна культурная и спортивная жизнь Рязани. В городе открыты для посещения 4 профессиональных театра (драматический театр, театр кукол, театр на Соборной, театральное товарищество Премьер-А), Рязанская областная Филармония, цирк, 7 музеев, 9 парков культуры и отдыха, 36 сквера, 3 бульвара. Насчитывается более двухсот памятников истории, культуры и архитектуры. Среди них особое место занимают Солотчинский монастырь и уникальный ансамбль Рязанского кремля. В Рязани функционируют 6 стадионов (включая ледовый Дворец спорта &laquo;Олимпийский&raquo;) на 47 тысяч мест, 146 спортивных залов, 13 плавательных бассейнов, 18 детских спортивных школ (из них 13 муниципальных).</p>

        <p>Пополнению кадров способствуют 28 высших учебных заведений, в том числе 15 высших учебных заведений, из них - 8 государственных, 7 филиалов ВУЗов; 1 военное учебное заведение, Академия ФСИН России, Рязанский филиал Московского университета МВД России; 2 негосударственных ВУЗов. Средних специальных учебных заведений насчитывается 14 организаций.</p>

        <p><em><strong>Статус муниципального образования &ndash; город Рязань</strong></em></p>

        <p>Город Рязань - муниципальное образование, наделенное статусом городского округа; входит в состав Рязанской области и является административным центром Рязанской области.<br />
            <br />
            Устав муниципального образования &ndash; городской округ город Рязань Рязанской области принят решением Рязанского городского Совета от 30 июня 2006 г. № 470-III и зарегистрирован отделом главного управления Министерства юстиции Российской Федерации по центральному федеральному округу в Рязанской области 10 августа 2006 года № RU 623260002006001.</p>

        <p>Действующая редакция Устава приведена в Приложении.</p>

        <p><em><strong>Символика города Рязани</strong></em></p>

        <p><strong>Герб муниципального образования &ndash; город Рязань</strong> (далее &ndash; герб города Рязани) является официальным символом города Рязани, служащий знаком исторической, территориальной и культурной преемственности. Герб города Рязани воспроизводит символику исторического герба губернского города Рязань, утвержденного 29 мая 1779 г. c учетом геральдических узаконений 1857г. Утвержден решением Рязанской городской Думы от 29.09.2016г. № 337-II. Зарегистрирован в Государственной Герольдии 16.05.2003 года, регистрационный номер RN 1197.</p>

        <p><img align='left' alt="" src="https://admrzn.ru/uploads/editor/images/%D0%B3%D0%B5%D1%80%D0%B1.jpg" /></p>

        <p><em><strong>Описание герба</strong></em>: в золотом поле стоящий Князь в червленой (красной) епанче, скрепленной на груди золотой застежкой, в зеленой шапке, платье, сапогах и серебряных штанах, держащий в правой руке серебряный меч, а в левой &ndash; серебряные ножны при таком же поясе; шапка и епанча оторочены черными соболями. Герб увенчан Шапкой Мономаха. Щитодержатели &ndash; серебряный с золотыми гривой и хвостом, черными копытами и червленым языком конь и золотой с червленым языком грифон, обремененный червлеными огнями (&laquo;грифон &ndash; феникс&raquo;) на золотом узорном подножии (&laquo;арабеска&raquo;). Щит окружен золотой церемониальной цепью &ndash; должностным знаком главы муниципального образования - город Рязань. Девиз: &laquo;Славная история &ndash; достойное будущее&raquo; - начертан черными литерами на золотой ленте.</p>

        <p><em><strong>Флаг города Рязани</strong></em> является, наряду с основным муниципальным символом &ndash; гербом города Рязани, официальным символом муниципального образования &ndash; город Рязань. Утвержден решением Рязанской городской Думы от 29.09.2016г. № 337-II. Зарегистрирован в Государственной Герольдии, регистрационный номер № 2000.<br />
            <br />
            Флаг муниципального образования - город Рязань (в дальнейшем по тексту &ndash; флаг города Рязани) служит знаком территориальной целостности города, единства населяющих его людей, исторической преемственности, уважения к традициям, национальной и культурной самобытности народов, проживающих на его территории.<br />
            <br />
            Символика флага города Рязани воспроизводит символику герба города Рязани.</p>

        <p><img align='left' alt="" src="https://admrzn.ru/uploads/editor/images/%D0%B3%D0%B5%D1%80%D0%B1%20%D1%81%D1%82%D0%B0%D1%80.jpg" /></p>

        <p>Флаг города Рязани представляет собой прямоугольное полотнище золотисто-желтого цвета, в центре которого изображена фигура князя, изображенная на гербе г. Рязани. В верхнем углу полотнища, у древка (в крыже), помещено изображение шапки Мономаха. Отношение ширины флага к его длине равно 2:3. Высота фигуры князя составляет примерно 3/4 ширины полотнища. Высота шапки Мономаха составляет примерно 1/4 ширины полотнища.</p>    </div>



}
